Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/pensions/occupational_pensions.html.txt.tmx
Source language: en
Languages: ga

source: In general, large employers in Ireland have occupational pension schemes, but many smaller employers throughout the country do not
ga: De ghnáth, bíonn scéimeanna pinsin gairme ag fostóirí móra ach tá go leor do na fostóirí beaga nach bhfuil

source: Each pension scheme has its own set of rules
ga: Tá rialacha áirithe ag baint le gach scéim phinsin

source: Pension schemes nationally are generally regulated by the Pensions Authority
ga: Tá na scéimeanna pinsin stiúrtha ag tÚdarás Pinsean

source: Members of schemes have certain rights in respect of such matters as information
ga: Tá cearta áirithe ag baill na scéimeanna maidir le nithe ar nós eolais

source: Contibutions to approved occupational pension schemes may attract tax relief
ga: Tá rialáil le haghaidh cháin maoirsithe ag an Cheantar Sochar Scor na gCoimisinéirí Ioncaim

source: Regulation for tax purposes is supervised by the Retirement Benefits District of the Revenue Commissioners
ga: Gheobhaidh tú tuilleadh eolais mar gheall ar an tobhach pinsin ar shuíomh gréasáin na Roinne Airgeadais

source: There is no legal obligation on employers to provide occupational pension schemes for employees
ga: Níl aon dualgas dleathúil ar fhostóirí scéim phinsin a chur ar fáil d'hostaithe

source: However, more and more employers are putting schemes in place and there is positive government encouragement to do so
ga: Ach mar sin féin, tá níos mó agus níos mó fostóirí ag bunú scéimeanna agus spreagann an rialtas iad go mór chun é seo a dhéanamh

source: Occupational pensions and personal pensions
ga: Pinsin gairme agus pinsin phearsanta

source: Occupational pensions are organised by employers to provide pensions to one or more employees on retirement or to surviving dependants on the death of an employee
ga: Eagraíonn fostóirí pinsin gairme le pinsean a chur ar fáil d'fhostaí nó d'fhostaithe nuair a théann siad amach ar phinsean nó nuair a fhaigheann fostaí bás, go mbeidh pinsean ag na cleithiúnaithe a mhaireann

source: A personal pension scheme (properly known as a Retirement Annuity Contract- RAC) is an arrangement by a self-employed person or an employee, generally a person who is not a member of an occupational pension scheme, to provide a pension on retirement or to surviving dependants on death
ga: Socrú a dhéanann duine atá féinfhostaithe nó fostaithe é pinsean pearsanta (a ghairfear i gceart Conradh Blianachta Scoir - CBS), go ginearálta duine nach bhfuil ina b(h)all de scéim phinsin gairme sa chaoi is go mbeidh pinsean aige/aici nuair a théann sé/sí amach ar phinsean nó ag a c(h)uid cleithiúnaithe a mhaireann nuair a fhaigheann sé/sí bás

source: RACs are governed by tax legislation and financial services legislation
ga: Baineann reachtaíocht chánach agus reachtaíocht seirbhísí airgeadais le CBS

source: They are not regulated by the Pensions Authority
ga: Níl siad rialaithe ag an mBord Pinsean

source: You may be a member of an occupational pension scheme and also arrange a personal pension
ga: Is féidir leat a bheith i do bhall de scéim phinsin gairme agus ag an am céanna pinsean pearsanta a bheith agat freisin

source: However, it may not be possible to avail of the tax benefits in respect of both
ga: Ach, ní gá go mbeidh tú in ann sochair cánach a fháil ar an dá phinsean

source: You may not contribute to an occupational pension scheme and a personal pension arrangement at the same time in relation to the same employment
ga: Ní féidir leat ranníocaíochtaí a dhéanamh chuig scéim phinsin gairme agus pinsean pearsanta ag an am céanna maidir leis an bhfostaíocht chéanna

source: However, you may make a personal pension arrangement in respect of earnings from another employment or from self-employment
ga: Ach, is féidir leat pinsean pearsanta a shocrú maidir leis an méid a shaothraíonn tú ó fhostaíocht eile nó ón bhféinfhostaíocht

source: A person becoming an employee and joining an occupational pension scheme can now continue to contribute to the RAC schemes where they join an occupational pension scheme
ga: Is féidir le fostaí atá ag dul i scéim pinsin gairme lean ar aghaidh ag tabhairt ranníocaíochtaí don CBS

source: However, tax relief will not be given to continued contributions
ga: Áfach ní bheidh aon fhaoiseamh cáin ar ranníocaíochtaí leanta

source: From 2003 onwards, Personal Retirement Savings Accounts (PRSAs) became available
ga: Ó 2003 ar aghaidh, tháinig Cuntais Coigiltis Scoir Pearsanta (CCSP) i bhfeidhm

source: These are designed to be used instead of occupational pension schemes by employers who do not wish to sponsor such schemes
ga: Tá siad seo deartha le gur féidir le fostóirí nach mian leo urraíocht a dhéanamh ar scéim pinsin gairme úsáid a bhaint astu

source: They may also be used to supplement occupational scheme benefits, as Additional Voluntary Contributions (AVCs) and as a substitute for personal pension schemes
ga: Is féidir iad a úsáid freisin chun cur le sochair scéim gairme, mar Ranníocaíochtaí Breise Deonacha (RBD) agus in ionad scéimeanna pinsin phearsanta

source: Employers must offer access to at least one standard PRSA to any employee who is not eligible to join an occupational pension scheme within 6 months of joining employment and must offer a PRSA for AVC purposes if there is no facility for AVCs within the scheme
ga: Ó 15 Meán Fómhair 2003, ní mór d'fhostóirí rochtain ar ar a laghad CCSP caighdeánach amháin a tháirgeadh d'aon fhostaí nach bhfuil i dteideal dul isteach i scéim pinsin gairme laistigh de 6 mhí ón dáta a thosaíonn siad ag obair, agus ní mór dóibh CCSP a thairiscint mar Ranníocaíochtaí Breise Deonacha (RBD) mura bhfuil aon áiseanna do RBD laistigh den scéim

source: Further information on PRSAs (pdf) is available from the Pension Authority's website
ga: Tá tuilleadh eolais ar CCSP (pdf) ar fáil ó láithreán gréasáin Bhord na bPinsean

source: Occupational pension schemes may be contributory or non-contributory, funded or unfunded, defined benefit or defined contribution
ga: Is féidir le scéimeanna pinsin gairme a bheith ranníocach nó neamhranníocach, maoinithe nó neamhmaoinithe, sainmhínithe sochair nó sainmhínithe ranníocaíochta

source: In contributory schemes, both you and your employer pay contributions towards the scheme
ga: Déanann tú féin agus an fostóir ranníocaíochtaí isteach sa scéim ranníocach

source: In non-contributory schemes, you do not contribute but your employer does
ga: Déanann d'fhostóir ranníocaíochtaí isteach sa scéim neamhranníocach, ach ní íocann tusa tada

source: Virtually all occupational schemes are funded - the contributions are put into a designated fund and the benefits are paid from that fund
ga: Tá beagnach gach scéimgairme maoinithe - tá na ranníocaíochtaí curtha isteach i gciste faoi leith agus baintear na sochair as an gciste seo

source: The most notable exception is the public service pension arrangement where there is no fund and benefits are paid out of current government funds
ga: Pinsean na seirbhísí poiblí an eisceacht is mó, áit nach bhfuil aon chiste agus íoctar na sochair as ciste reatha an rialtais

source: A National Pensions Reserve Fund (NPRF) has been established to provide a fund that can be drawn upon for future payments of public service and social welfare pensions
ga: Bunaíodh Cúlchiste Náisiúnta na bPinsean (CNP) le ciste a sholáthar as a íocfar pinsin na seirbhíse poiblí agus pinsin leasa shóisialaigh sa todhchaí

source: This is different from funded pension schemes
ga: Tá seo difriúil ó scéimeanna pinsin maoinithe

source: In a funded scheme, you are a member of the scheme and you have a direct interest in the fund
ga: Sna scéimeanna maoinithe, tá suim díreach agat sa chiste mar bhall den scéim

source: You have no direct claim on the NPRF
ga: Níl aon éileamh díreach agat ar an CNP

source: A defined benefit scheme is one where the benefit entitlement is defined in some way by reference to your earnings, your length of service, an index or a fixed amount
ga: Tá an sochar atá tuillte agat sainmhínithe ar bhealach éigin a bhaineann le d'ioncam, le fad do sheirbhíse, le innéacs nó is méid socraithe é i Scéim Sainmhínithe Sochair

source: So, you know in advance that your pension will be, for example, half of your final salary if you have 40 years service or that it will be a certain amount each week
ga: Mar sin bíonn a fhios agat roimhré mar shampla go mbeidh do phinsean leath de do thuarastal deireanach má tá 40 bliain seirbhíse oibrithe agat, nó go mbeidh sé méid áirithe sa tseachtain

source: In defined benefit schemes, the contributions may have to be varied from time to time in order to make sure that the fund can meet the level of benefits
ga: Seans go mbeidh gá na ranníocaíochtaí a athrú ó am go chéile le scéimeanna sainmhínithe sochair le cinntiú go mbeidh an ciste in ann do leibhéal na sochar

source: Some schemes have provisions for the employer to top up the fund if necessary
ga: Tá scéimeanna áirithe i bhfeidhm inár féidir leis an bhfostóir cur leis an gciste más gá

source: The Finance Act 2006 introduced a limit on the value of an individual's pension fund which may attract tax relief and this may vary from year to year. This is called the Standard Fund Threshold
ga: Bíonn an ranníocaíocht socraithe tríd comhaontú i Scéim Ranníocaíochta Sainmhínithe ach déantar na sochair a mheas ar luach na ranníocaíochtaí a dhéantar faoin scéim agus níl siad socruithe roimh ré

source: From the same date the value of a defined benefit differs depending on the age at which the pension is drawn down
ga: Dá bhrí sin ní bhíonn a fhios agat cén leibhéal pinsin a gheobhaidh tú

source: If the scheme is fully funded then all liabilities are met. If the pension scheme is underfunded or insolvent, then people with a lower order of priority do not get what they expected from the scheme
ga: Má tá tú i do bhall de scéim pinsean ceirde le ranníocaíocht shainithe agus má théann tú ar scor sa tréimhse ón 4 Nollaig 2008 go dtí an 31 Nollaig 2010, tá an rogha agat anois do chnapshuim saor ó cháin a thógáil agus blianacht scoir a cheannach díreach nuair a imíonn tú ar scor nó do chnapshuim a thógáil agus ceannach blianachta a chur siar, faoi réir é a chomhaontú le hiontaobhaí do scéime, go dtí 31 Nollaig 2010

source: The new rules which apply to the winding up of schemes after 25 December 2013 reduce the rights of current pensioners and improve the priority given to future pensioners. These new rules differ depending on whether or not the employer is solvent
ga: Fógraíodh sa Bhuiséad 2011 go mbeadh deiseanna solúbtha scoir, mar shampla, rochtain ar chistí scoir formheasta (CSF) sínte don uile bhall de scéimeanna ranníocaíochta sainmhínithe

source: Single insolvency order - If the employer is solvent
ga: Pinsin gairme agus pinsin leasa shóisialaigh

source: The second priority is the pensions payable to current pensioners but there are now limits on the amounts to which priority is attached as follows:
ga: Oibríonn na pinsin gairme agus na pinsin phearsanta neamhspleách on gcóras pinsin leasa shóisialaigh agus níl aon nasc reachtúil eatarthu

source: Pensions under €12,000 may not be reduced. The maximum reduction is then 10% of pensions under €60,000 (but they cannot be reduced to less than €12,000) and 20% of pensions over €60,000. Double insolvency order - Employer insolvent
ga: (Áirítear pinsin leasa shóisialaigh pinsin ranníocach agus pinsin neamhranníocach.) Ach mar sin féin tá sé comónta do phinsin gairme, leibhéal íocaíochta na bpinsean leasa shóisialaigh a thabhairt san áireamh nuair atá siad ag comhaireamh leibhéal na sochar

source: The priority in the winding up of a defined benefit pension scheme in cases where the employer is insolvent is as follows: 1. Additional Voluntary Contributions (AVCs) and defined contribution benefits 2
ga: Mar shampla, cuireann scéimeanna áirithe sochair ar fáil a thabharfaidh duit leath nó dhá thrian de do thuarastal deireanach in éineacht leis an bpinsean leasa shóisialaigh

source: Where the scheme does not have enough funds to pay 50% of pensioner and future pensioner benefits and pensioner benefits up to €12,000 a year, the Minister for Finance must provide the necessary funding
ga: B'fhéidir go ndéanfaí é seo nuair a fhaigheann tú an pinsean ar dtús ach ní féidir do phinsean ceirde a laghdú má dhéantar do phinsean leasa shóisialaigh a ardú ina dhiaidh sin

source: So, you do not know what level of pension you will get
ga: Uaireanta tugtar scéimeanna comhtháite nó comhordnaithe ar na scéimeanna seo

source: Occupational pensions and social welfare pensions
ga: Faoiseamh cánach ar ranníocaíochtaí pinsin

source: However, it is common for occupational pensions to take into account the level of social welfare pension received in calculating the level of benefit
ga: Má tá tú i do bhall de scéim phinsin cheadaithe, is féidir leat faoiseamh cánach a fháil ar do chuid ranníocaíochtaí

source: If you are a member of an approved pension scheme, you can get tax relief at your highest rate on your contributions to the scheme
ga: Íocann tú cáin ar an bpinsean nuair a fhaigheann tú é

source: There are various rules that pension schemes must meet in order to get the tax relief and there is a limit to the amount of the relief
ga: Tá rialacha áirithe nach mór do scéimeanna pinsin a chomhlíonadh leis an bhfaoiseamh cánach a fháil agus tá teorainn leis an bhfaoiseamh gur féidir a fháil

source: Since 1 January 2011 you pay PRSI and the Universal Social Charge on your pension contributions
ga: Ó 1 Eanáir 2011 íocann tú ÁSPC agus an Muirear Sóisialta Uilíoch ar do ranníocaíochtaí pinsin

source: The maximum pension contributions, in any one year, for which you are entitled to tax relief, is related to your age and is expressed as a percentage of your gross income
ga: Baineann uaslíon na ranníocaíochtaí pinsean, i mbliain amháin ar bith, a bhfuil tú i dteideal faoiseamh cánach ina leith, le d’aois agus léirítear é mar chéatadán de d’ollioncam

source: The maximum gross income figure for relief purposes is €115,000
ga: Is é €115,000 (€150,000 roimhe seo) an figiúr don ollioncam uasta in 2011

source: The percentage relief limits are:
ga: Is iad na teorainneacha maidir leis an gcéatadán d’fhaoiseamh ná:

source: │under 30 years │15% of *net relevant earnings │
ga: │Faoi 30 bliain │*15% d'ioncam glan cuí │

source: │30-39 years │20% of *net relevant earnings │
ga: │Aois 30-39 │*20% d'ioncam glan cuí │

source: │40-49 years │25% of *net relevant earnings │
ga: │Aois 40-49 │*25% d'ioncam glan cuí │

source: │50-54 years │30% of *net relevant earnings │
ga: │Aois 50-54 │*30% d'ioncam glan cuí │

source: │55-59 years │35% of *net relevant earnings │
ga: │Aois 55-59 │*35% d'ioncam glan cuí │

source: │60 years plus │40% of *net relevant earnings │
ga: │Aois 60 + │*40% d'ioncam glan cuí │

source: *For employees, earnings means gross pay for tax purposes. For the self-employed, earnings means net relevant earnings, that is, earnings less allowable expenses
ga: * Ciallaíonn tuilleamh d'fhostaithe iomlán pá le haghaidh cáin, agus ciallaíon tuilleamh d'fhéinfhostaithe ioncam glan cuí, tuilleamh lúide costais ceadaithe

source: You pay tax on the pension when you receive it
ga: Nuair fhaigheann tú an pinsean íocann tú cáin air

source: Since 1 January 2011 there is a limit of €200,000 on the amount of the tax-free retirement lump sum
ga: Ó 1 Eanáir 2011 tá teorainn €200,000 ar an méid cnapshuime scoir atá saor ó cháin

source: Lump sum payments above that limit will be taxed as follows (in 2014 and 2015):
ga: Gearrfar cáin ar íocaíochtaí cnapshuime níos mó ná an teorainn seo mar a leanas:

source: │Amount of lump sum │Income tax rate │
ga: │Méid cnapshuime │Ráta cáin ioncam │

source: │Up to €200,000 │0% │
ga: │Suas go €200,000 │0% │

source: │Over €500,000 │Taxpayer's marginal rate │
ga: │Níos mó ná €575,000 │Ráta immeallach an cháiníocóra │

source: Levy on private pension funds
ga: Ráta cáin ioncaim ar aisíoc ranníocaíochtaí le scéimeanna pinsin gairme

source: There is a levy of 0.6% on the market value of assets which are managed in pension funds and pension plans approved under Irish tax legislation
ga: Laghdófar an ratá cánach ar aisíocaíochtaí ranníocaíochtaí a rinne cáiníocóir le scéim phinsin gairme , ón ráta reatha 25% go dtí an gnáth-ráta cánach ioncaim, sé sin 20% faoi láthair

source: (These include occupational pension schemes, Retirement Annuity Contracts and Personal Retirement Savings Accounts)
ga: Cuirfear an t-athrú seo i bhfeidhm ar aisíocaíochtaí a dhéantar ar agus i ndiaidh an 5 Nollaig 2001

source: The Pensions Authority is the regulatory body for occupational pensions
ga: Bord stiúrtha na bpinsean gairme é tÚdarás Pinsean

source: The Authority consists of representatives nominated by trade unions, employers, the Government, the pensions industry and professional groups involved with occupational pension schemes
ga: Tá ionadaithe ainmnithe ar an mbord ag na ceardchumainn, ag fostóirí, ag an Rialtas, ag tionscal na bpinsean agus ag grúpaí proifisiúnta a bhfuil baint acu le scéimeanna pinsin gairme

source: The main functions of the Authority are:
ga: Seo a leanas príomhfheidhmeanna an Bhoird:

source: • To monitor and supervise the operation of the Pensions Act and pension developments generally;
ga: • Monatóireacht agus maoirseacht a dhéanamh ar chur i bhfeidhm Acht na bPinsean agus ar fhorbairtí pinsin go ginearálta;

source: • To issue guidelines on the duties and responsibilities of pension scheme trustees and Codes of Practice on specific aspects of their responsibility;
ga: • Treoirlínte a eisiúint ar dhualgais agus cúraimí iontaobhaithe scéimeanna pinsin agus ar chóidchleachtaidh maidir le gnéithe áirithe dá gcuid dualgas;

source: • To encourage the provision of appropriate training for trustees
ga: • Soláthar traenála cuí do na hiontaobhaithe a spreagadh;

source: • To advise the Minister on standards for trustees;
ga: • Comhairle a chur ar an Aire maidir le caighdeáin do na hiontaobhaithe;

source: • To investigate complaints concerning possible non-compliance with the pensions legislation and to resolve disputes that may arise in relation to some aspects of the legislation and
ga: • Fiosrú a dhéanamh ar ghearáin a bhaineann le neamhchomhlíonadh reachtaíocht phinsin agus aon chonspóid a thagann aníos maidir le aon ghné den reachtaíocht a réiteach;

source: • To advise the Minister for Social Protection on pensions matters generally
ga: • Comhairle a chur ar an Aire Coimirce Sóisialaí ar nithe ginearálta a bhaineann le pinsin

source: Occupational pension schemes are obliged to register with the Authority
ga: Caithfidh scéimeanna pinsin saothair clarú leis an mBord de réir dlí

source: The Ombudsman for Pensions has the power to investigate and determine your complaints concerning disputes of fact or law and errors in relation to occupational pension schemes and PRSAs
ga: Beidh an chumhacht ag an Ombudsman na bPinsean fiosrúchán a dhéanamh agus cinneadh a thógáil maidir le do ghearáin a bhaineann le easaontas fíricí nó dlí agus botúin a bhaineann le scéimeanna pinsin gairme agus CCSP

source: The Ombudsman has the power to give any directions necessary to resolve the complaint or dispute and can give financial compensation (redress) but this cannot exceed the actual loss of benefit under the occupational pension scheme or PRSA
ga: Tá sé de chumhacht ag an Ombudsman aon treoracha cuí a thabhairt le réiteach a fháil ar an ngearán nó easaontas agus cúiteamh airgeadais a thabhairt ach ní féidir leis an tsuim seo a bheith níos mó ná an sochar caillte faoin scéim phinsin saothair nó CCSP

source: The Ombudsman does not have the power to award legal costs
ga: Ní bheidh sé de chumhacht ag an Ombudsman costais dlíthiúla a bhronnadh

source: All decisions made by the Ombudsman are binding between the parties subject to a right of appeal by either party to the High Court
ga: Ní mór do na páirtithe ar fad cloí le cinneadh an Ombudsman faoi réir ag an gceart atá ag na páirtithe ar fad achomharc a lorg ón Ardchúirt

source: Your rights as a pension scheme member
ga: Do chuid cearta mar bhall de scéim phinsin

source: The Pensions Authority has produced a number of leaflets on the operation of the Pensions Act
ga: Tá go leor bileoga foilsithe ag tÚdarás Pinsean ar fheidhmiú Acht na bPinsean

source: It provides information to members of pension schemes about their rights under the legislation
ga: Cuireann siad eolas ar fáil do na baill scéimeanna pinsin maidir lena gcearta de réir na reachtaíochta

source: If you have a complaint, the Authority will advise you about your rights
ga: Má tá gearán agat, cuirfidh an Bord comhairle ort maidir le do chuid cearta

source: If necessary, the Authority has extensive powers to inspect the scheme's books and records, to enter premises and to require people to give explanations
ga: Más gá tá cumhachtaí leathan ag an mBord gur féidir a úsáid le scrúdú a dhéanamh ar leabhair agus ar thaiféid na scéime, le dul isteach in áitribh agus le iachall a chur ar dhaoine míniú a thabhairt

source: It may apply to the High Court to have pension scheme trustees replaced in order to protect the interests of the members
ga: Tá sé de chumhacht ag an mBord dul chuig an Ardchúirt le iontaobhaithe séimeanna pinsin a athrú óna bpost le leas na mball a chosaint

source: Among the more important rights you have as a member of a pension scheme are:
ga: Seo cuid de na cearta is tabhachtaí atá agat mar bhall scéim pinsin:

source: The trustees of the scheme must provide information to members, prospective members, their spouses, people entitled or prospectively entitled to benefits under the scheme and to representatives of trade unions
ga: Caithfidh iontaobhaithe na scéime eolas a chur ar fáil do na baill atá acu faoi láthair, do na baill a bheidh acu sa todhchaí, dá gcuid céilithe, do dhaoine atá agus a bheidh i dteideal sochar faoin scéim agus do ionadaithe na gceardchumann

source: You are entitled to get information about the scheme, about how it is administered, what rights you have and what obligations you have
ga: Tá an ceart agat eolas a fháil faoin scéim, faoin gcóras riaracháin, faoi do chuid cearta agus na dualgais atá ort

source: The trustees are obliged to tell you if more than 5% of the scheme's assets are invested in the employer's business or in any one investment
ga: Ní foláir do na hiontaobhaithe tú a chur ar an eolas má tá níos mó na 5% de shocmhainní na scéime infheistithe i gnó an fhostóra nó in infheistíocht amháin ar leith

source: The right to be involved in the scheme
ga: Ceart a bheith páirteach sa scéim

source: In certain cases, you are entitled to be involved in the selection of trustees
ga: I gcásanna áirithe tá sé de cheart agat páirt a ghlacadh i roghnú na n-iontaobhaithe

source: This is the case if your scheme has 50 or more qualified members or 12 or more qualified members of a directly invested scheme
ga: Bíonn an cás seo amhlaidh má bhíonn níos 50 baill cáilithe nó níos mó ag an scéim nó 12 nó níos mó baill cáilithe i Scéim Infheistíochta Díreach

source: A qualified member is a member of the scheme currently in employment or a pensioner, but does not include a member who is covered only for death in service or a non-member (e.g. a dependant) who is receiving benefits from the scheme
ga: Ball cáilithe é ball scéime atá fostaithe faoi láthair, ach ní thugtar san áireamh baill atá clúdaithe do bhás i seirbhís amháin nó baill atá ag fáil sochar ón scéim

source: Members can elect half the total number of trustees (excluding the chairperson), subject to a minimum of two
ga: Is féidir leis na baill leath na n-iontaobhaithe iomlán a thogh ar an mbord (seachas an cathaoirleach) faoi réir ag íosmhéid de bheirt
